Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/live.html.tmx
Source language: fin
Languages: sms

source: Kuva: Ville Fofonoff
sms: Snimldõk: Ville Fofonoff

source: Saamelaiskäräjien kokous 19.6.2023 klo 9
sms: Sääʹmteeʹǧǧ sååbbar 19.6.2023 čiâss 9

source: Pääset seuraamaan Saamelaiskäräjien kokousta Zoom-webinaarin kautta.
sms: Sääʹmteeʹǧǧ såbbar piâzzak seuʹrrjed Zoom webinaar pääiʹǩ.

source: Et tarvitse erillistä sovellusta, vaan voit seurata kokousta nettiselaimesi kautta.
sms: Jiõk taarbâž jeeʹres Zoom-suåvldõõzz, pâi vuäitak nääiʹt seuʹrrjed såbbar neʹttplaađânj pääiʹǩ.

source: Voit kuitenkin halutessasi ladata sovelluksen Zoomin sivuilta .
sms: Vuäitak kuuitâǥ haaʹleen laaddâd suåvldõõzz Zoom seeidain .

source: Täältä löydät ohjeet Zoomin lataamiseksi .
sms: Tääiʹben kaaunak vuäppõõzzid Zoom laaddâm vääras .

source: Webinaarin linkki: https://us06web.zoom.us/j/83690109152
sms: Såbbar liŋkk: https://us06web.zoom.us/j/83690109152

source: Webinaarin ID-numero: 836 9010 9152
sms: Webinaar ID-nââmar: 836 9010 9152

source: Esityslista liitteineen löytyy Saamelaiskäräjien dokumenttipankista .
sms: Sååbbaräʹššǩeeʹrj käunnʼje dokumeeʹntin tääiʹben

source: Näin seuraat kokousta
sms: Nääiʹt piâzzak såbbra

source: Ilman Zoom-sovellusta nettiselaimen kautta
sms: Zoom-suåvldõõzztää neʹttplaađânj pääiʹǩ

source: 1. Ohita sovelluksen asentaminen ja liity selaimesta.
sms: 1. Rääjat suåvldõõzz serddmõš da mõõn plaađnjest.

source: 2. Syötä nimesi.
sms: 2. Ǩeeʹrjet nõõm.

source: 3. Hyväksy käyttöehdot ja tietosuojalausunto.
sms: 3. Priim ââʹnem-määin da teâttsuõjjciâlkâlm.

source: 4. Syötä sähköpostiosoitteesi.
sms: 4. Ǩeeʹrjet neʹttpååʹštaddrõs.

source: Jos et halua käyttää omaa sähköpostiosoitettasi, voit käyttää a@oma.fi osoitetta.
sms: Jõs jiõk haaʹled ââʹnned jiijjad neʹttpååʹštaddrõõzz, vuäitak ââʹnned a@oma.fi addrõõzz.

source: 5. Liity kokoukseen vielä valitsemalla ääni Join audio by Computer .
sms: 5. Mõõn såbbra võl vaalšeeʹl jiõn Join audio by Computer .

source: Jos kuulet webinaarissa ääntä ja näet jaetun kuvan, pääset nyt seuraamaan kokousta.
sms: Jõs kuulak webinaarâst jiõn da vuäinak juõkkum kaart, piâzzak ååʹn seuʹrrjed såbbar.

source: 6. Jos et kuule ääntä, tarkista, että käytössäsi on oikea äänilaite.
sms: 6. Jõs ij jiõnn kullu, tääʹrǩest, što âânnmõõžžâst lij suåppi jiõnnaparaatt.

source: Zoom-sovelluksen kautta
sms: Zoom neʹttlookki pääiʹǩ

source: Kun olet ladannut Zoom-sovelluksen puhelimelle tai tietokoneelle, linkkiä klikatessa avautuu nettisivu, joka kysyy osallistujalta luvan avata linkki Zoom-ohjelmassa.
sms: Ǥu čuålkklak såbbar liiŋk, jååʹđad teâttmašina aaibšemneʹttlookki ääʹveed ođđ kõskklõõst leʹbe ikkân. Täʹst kuâsttjõõzzâst âlgg čuålkkled Join from my browser , koon mâŋŋa Zoom kââčč nõõmad.

source: Hyväksy linkin avaaminen sovelluksessa.
sms: Ǩiõčč vuäppõõzzâst mäʹhtt laaddak Zoom-suåvldõõzz da mõõnak såbbra .

source: Katso ohje kuinka lataat Zoom-sovelluksen ja liityt kokoukseen .
sms: Såbbar poodd

source: Kokouksen aikana
sms: 1. Tuʹlǩǩõõzz vuäitak vaʹlljed Interpretation teäʹddõõzzâst.

source: 1. Tulkkauksen voit valita Interpretation painikkeesta.
sms: Sååbbar tuʹlǩǩeet tâʹvvsääʹmǩiõʹlle, aanarsääʹmǩiõʹlle, nuõrttsääʹmǩiõʹlle da lääʹddǩiõʹlle.

source: Kokous tulkataan pohjoissaameksi, inarinsaameksi, koltansaameksi ja suomeksi.
sms: 2. Čuålkkal Interpretation vaʹlljõõǥǥâst Mute Original Audio ǥu kuvddlak tuʹlǩǩõõzz.

source: 2. Klikkaa Interpretation valikosta Mute Original Audio, kun kuuntelet tulkkausta.
sms: Tõt câgg alggveärla jiõn häiʹttjeʹmmen tuʹlǩǩõõzz.

source: Se estää alkuperäisen äänen sotkemasta tulkkausta.
sms: 3. Jõs haaʹlääk kuvddled såbbrest mainstem ǩiõl, tâʹl ääʹved Interpretation vaʹlljõõǥǥ da vaalâž Off.

source: 3. Jos haluat kuunnella kokouksessa käytettävää kieltä, niin avaa Interpretation valikko ja valitse Off .
sms: Lââʹssteâđ:

source: Lisätietoja:
sms: Jõs tuʹst liâ vaiggâdvuõđ seuʹrrjed såbbar, leäkku õhttvuõđâst:

source: Jos sinulla on ongelmia seurata kokousta, ole yhteydessä:
sms: Mikko Meskanen Riâžldõkäʹšštobddi 040 154 4030 mikko.meskanen@samediggi.fi
